Repository: kryton/hue
Catalog: apps/pig/src/pig/locale/*/LC_MESSAGES/django.po
Languages: es

source: Unsaved script
es: Secuencia de comandos sin guardar

source: Location on local filesystem where the examples are stored.
es: Ubicación, en el sistema de archivos local, en la que se almacenan los ejemplos.

source: Location on HDFS where the Pig examples are stored.
es: Ubicación, en HDFS, en la que se almacenan los ejemplos de Pig.

source: The app won't work without a running Oozie server
es: La aplicación no funcionará sin un servidor Oozie en ejecución

source: Owner
es: Propietario

source: User who can modify the job.
es: El usuario que puede modificar el trabajo.

source: Is a user document, not a document submission.
es: Es un documento de usuario, no un envío de documento.

source: If the document is not a submitted job but a real query, script, workflow.
es: Si el documento no es un trabajo enviado sino una consulta, una secuencia de comandos o workflow.

source: Only superusers and %s are allowed to modify this document.
es: Este documento solo puede ser modificado por los superusuarios y %s.

source: POST request required.
es: Se necesita una solicitud POST.

source: Error stopping Pig script.
es: Error al detener la secuencia de comandos de Pig.

source: (Copy)
es: (Copiar)

source: A POST request is required.
es: Se necesita una solicitud POST.

source: UpperText: Example Pig script
es: UpperText: ejemplo de secuencia de comandos Pig

source: Copying examples %(local_dir)s to %(remote_data_dir)s
es: Copiando ejemplos de %(local_dir)s a %(remote_data_dir)s

source: Copying data %(local_dir)s to %(remote_data_dir)s
es: Copiando datos de %(local_dir)s a %(remote_data_dir)s

source: Pig icon
es: Icono de Pig

source: Pig Editor
es: Editor de Pig

source: Scripts
es: Secuencias de comandos

source: Dashboard
es: Panel

source: This is the old Pig Editor, it is recommended to instead use the new
es: Este es el antiguo Editor de Pig; en su lugar, se recomienda usar el nuevo

source: Search for script name or content
es: Buscar el nombre o el contenido de la secuencia de comandos

source: Run this script
es: Ejecutar esta secuencia de comandos

source: Run
es: Ejecutar

source: Copy this script
es: Copiar esta secuencia de comandos

source: Copy
es: Copiar

source: Delete this script
es: Eliminar esta secuencia de comandos

source: Delete
es: Eliminar

source: Create a new script
es: Crear una nueva secuencia de comandos

source: New Script
es: Nueva secuencia de comandos

source: There are currently no scripts defined. Please add a new script clicking on "New script"
es: Actualmente no hay ninguna secuencia de comandos definida. Agregue una nueva haciendo clic en "Nueva secuencia de comandos"

source: Name
es: Nombre

source: Script
es: Secuencia de comandos

source: There are no scripts matching the search criteria.
es: No hay ninguna secuencia de comandos que coincida con los criterios de búsqueda.

source: Properties
es: Propiedades

source: Save the script
es: Guardar la secuencia de comandos

source: Save
es: Guardar

source: Share the script
es: Compartir la secuencia de comandos

source: Share
es: Compartir

source: New script
es: Nueva secuencia de comandos

source: Run the script
es: Ejecutar la secuencia de comandos

source: Submit
es: Enviar

source: Stop the script
es: Detener la secuencia de comandos

source: Stop
es: Detener

source: Show Logs
es: Mostrar los registros

source: Logs
es: Registros

source: Copy the script
es: Copiar esta secuencia de comandos

source: Delete the script
es: Eliminar la secuencia de comandos

source: Press CTRL + Space to autocomplete
es: Pulse la tecla CTRL + espacio para autocompletar

source: You can execute the current script by pressing CTRL + ENTER or CTRL + . in the editor
es: Para ejecutar la secuencia de comandos actual, pulse CTRL + ENTER o CTRL + . en el editor

source: Unsaved
es: Sin guardar

source: Stop this script
es: Detener esta secuencia de comandos

source: Show the assist
es: Mostrar la ayuda

source: Hide the assist
es: Ocultar la ayuda

source: Double click on function to insert it in the editor
es: Haga doble clic en una función para insertarla en el editor

source: Assist
es: Asistir

source: Function name...
es: Nombre de función...

source: Script name
es: Nombre de la secuencia de comandos

source: Pig parameters
es: Parámetros Pig

source: There are currently no defined parameters.
es: Actualmente no hay ningún parámetro definido.

source: Add
es: Agregar

source: Value
es: Valor

source: Remove
es: Quitar

source: Hadoop properties
es: Propiedades de Hadoop

source: There are currently no defined Hadoop properties.
es: Actualmente no hay ninguna propiedad de Hadoop definida.

source: Resources
es: Recursos

source: Path to a HDFS file or zip file to add to the workspace of the running script
es: Ruta a un archivo HDFS o archivo zip para agregar al área de trabajo de la secuencia de comandos en ejecución

source: There are currently no defined resources.
es: Actualmente no hay ningún recurso definido.

source: Type
es: Tipo

source: File
es: Archivo

source: Archive
es: Almacenamiento

source: Status:
es: Estado:

source: Progress:
es: Progreso:

source: No available logs.
es: No hay registros disponibles.

source: Running
es: En ejecución

source: There are currently no running scripts.
es: Actualmente no hay ninguna secuencia de comandos en ejecución.

source: Progress
es: Progreso

source: Created on
es: Creado el

source: Completed
es: Completados

source: There are currently no completed scripts.
es: Actualmente no hay ninguna secuencia de comandos completada.

source: Status
es: Estado

source: Click to edit
es: Haga clic para editar

source: Click to view
es: Haga clic para ver

source: Close
es: Cerrar

source: Confirm Delete
es: Confirmar eliminación

source: Are you sure you want to delete this script?
es: ¿Está seguro de que desea eliminar esta secuencia de comandos?

source: Are you sure you want to delete these scripts?
es: ¿Está seguro de que desea eliminar estas secuencias de comandos?

source: Yes
es: Sí

source: Run Script
es: Ejecutar secuencia de comandos

source: Script variables
es: Variables de secuencia de comandos

source: Stop Script
es: Detener secuencia de comandos

source: Are you sure?
es: ¿Está seguro?

source: The current script has unsaved changes. Are you sure you want to discard the changes?
es: La secuencia de comandos actual tiene cambios sin guardar. ¿Seguro que desea descartarlos?

source: Save script
es: Guardar secuencia de comandos

source: Give a meaningful name to this script.
es: Dé un nombre significativo a esta secuencia de comandos.

source: Cancel
es: Cancelar

source: The Pig job could not be killed.
es: El job de Pig no se ha podido eliminar.

source: Run this Pig script.
es: Ejecutar esta secuencia de comandos de Pig.

source: Stop execution.
es: Detener ejecución.

source: Saved
es: Guardado

source: Saving
es: Guardando

source: has been saved correctly.
es: se ha guardado correctamente.

source: Did you know?
es: ¿Lo sabía?

source: Names and values of Pig parameters and options, e.g.
es: Nombres y valores de parámetros y opciones de Pig, p. ej.,

source: Names and values of Hadoop properties, e.g.
es: Nombres y valores de propiedades de Hadoop, p. ej.,

source: Include files or compressed files
es: Incluir archivos o archivos comprimidos

source: You have unsaved changes in this pig script.
es: Hay cambios sin guardar en esta secuencia de comandos de Pig.
