Repository: kryton/hue
Catalog: desktop/libs/aws/src/aws/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, ko

source: One entry for each AWS account
de: Ein Eintrag für jedes AWS-Konto
es: Una entrada para cada cuenta AWS
fr: Une entrée pour chaque compte AWS
ko: 각 AWS 계정마다 하나의 항목

source: Information about single AWS account
de: Informationen über einzelnes AWS-Konto
es: Información sobre una única cuenta AWS
fr: Informations sur le compte AWS unique
ko: 단일 AWS 계정에 대한 정보

source: Execute this script to produce the AWS access key ID.
de: Führen Sie dieses Skript aus, um die AWS-Zugriffsschlüssel-ID zu generieren.
es: Ejecute esta secuencia de comandos para generar el ID de clave de acceso de AWS.
fr: Exécutez ce script pour produire l'ID de clé d'accès d'AWS.
ko: AWS 액세스 키 ID를 생성하려면 이 스크립트를 실행합니다.

source: Execute this script to produce the AWS secret access key.
de: Führen Sie dieses Skript aus, um den geheimen AWS-Zugriffsschlüssel zu generieren.
es: Ejecute esta secuencia de comandos para generar la clave de acceso secreta de AWS.
fr: Exécutez ce script pour produire la clé secrète d'accès d'AWS.
ko: AWS 암호 액세스 키를 생성하려면 이 스크립트를 실행합니다.

source: Allow to use environment sources of credentials (environment variables, EC2 profile).
de: Lassen Sie die Verwendung von Umgebungsquellen von Zugangsdaten (Umgebungsvariablen, EC2-Profil) zu.
es: Permita el uso de orígenes de entorno de credenciales (variables de entorno, perfil de EC2).
fr: Permet d'utiliser les sources d'environnement des informations de connexion (variables d'environnement, profil EC2).
ko: 자격 증명의 환경 소스 사용을 허용합니다(환경 변수, EC2 프로필).

source: Alternate address for the S3 endpoint.
de: Alternative Adresse für den S3-Endpunkt.
es: Dirección alternativa para el extremo de S3.
fr: Autre adresse pour le point de terminaison S3.
ko: S3 끝점에 대한 대체 주소입니다.

source: Proxy address to use for the S3 connection.
de: Proxyadresse zur Verwendung für die S3-Verbindung.
es: Dirección del proxy que se usará para la conexión S3.
fr: Adresse du proxy pour utiliser la connexion S3.
ko: S3 연결에 사용할 프록시 주소입니다.

source: Proxy port to use for the S3 connection.
de: Proxyport zur Verwendung für die S3-Verbindung.
es: Puerto del proxy que se usará para la conexión S3.
fr: Port du proxy pour utiliser la connexion S3.
ko: S3 연결에 사용할 프록시 포트입니다.

source: Proxy user to use for the S3 connection.
de: Proxybenutzer zur Verwendung für die S3-Verbindung.
es: Usuario del proxy que se usará para la conexión S3.
fr: Utilisateur proxy pour utiliser la connexion S3.
ko: S3 연결에 사용할 프록시 사용자입니다.

source: Proxy password to use for the S3 connection.
de: Proxykennwort zur Verwendung für die S3-Verbindung.
es: Contraseña del proxy que se usará para la conexión S3.
fr: Mot de passe du proxy pour utiliser la connexion S3.
ko: S3 연결에 사용할 프록시 암호입니다.

source: Failed to connect to S3, check your AWS credentials.
de: Fehler beim Verbinden mit S3, überprüfen Sie Ihre AWS-Anmeldeinformationen.
es: No se ha podido establecer la conexión con S3, compruebe sus credenciales de AWS.
fr: Impossible de se connecter au service S3 : vérifiez vos informations d'identification AWS.
ko: S3에 연결하지 못했습니다. AWS 자격 증명을 확인하십시오.

source: User is not authorized to perform the attempted operation. Check that the user has appropriate permissions.
de: Der Benutzer ist nicht berechtigt, diesen Vorgang auszuführen. Sorgen Sie dafür, dass der Benutzer über ausreichende Berechtigungen verfügt.
es: El usuario no está autorizado para realizar esta operación. Compruebe que el usuario cuenta con los permisos adecuados.
fr: L'utilisateur n'est pas autorisé à effectuer l'opération tentée. Vérifiez que l'utilisateur dispose des autorisations appropriées.
ko: 시도된 작업을 수행할 권한이 사용자에게 없습니다. 사용자에게 적절한 권한이 있는지 확인하십시오.

source: User is not authorized to write or modify path: %s. Check that the user has write permissions.
de: Der Benutzer ist nicht berechtigt, den Pfad festzulegen oder zu ändern: %s. Sorgen Sie dafür, dass der Benutzer über Schreibberechtigungen verfügt.
es: El usuario no está autorizado para escribir o modificar la ruta: %s. Compruebe que el usuario cuenta con permisos de escritura.
fr: L'utilisateur n'est pas autorisé à écrire ou à modifier le chemin d'accès : %s. Vérifiez que l'utilisateur dispose des autorisations en écriture.
ko: %s 경로를 쓰거나 수정할 권한이 사용자에게 없습니다. 사용자에게 쓰기 권한이 있는지 확인하십시오.

source: Failed to initialize bucket cache: %s
de: Fehler beim Initialisieren des Bucket-Caches: %s
es: No se ha podido iniciar la caché del contenedor: %s.
fr: Impossible d'initialiser le cache du compartiment : %s
ko: 버킷 캐시를 초기화하지 못함: %s

source: Failed to create bucket named "%s": %s
de: Bucket mit dem Namen "%s" konnte nicht erstellt werden: %s
es: Error al crear el contenedor llamado "%s": %s
fr: Impossible de créer le compartiment nommé "%s" : %s
ko: 이름이 "%s"인 버킷을 생성하지 못함: %s

source: User is not authorized to access bucket named "%s". If you are attempting to create a bucket, this bucket name is already reserved.
de: Der Benutzer ist nicht berechtigt, auf das Bucket mit dem Namen "%s" zuzugreifen. Wenn Sie versuchen, einen Bucket zu erstellen, ist dieser Bucket-Name bereits reserviert.
es: El usuario no está autorizado para acceder al contenedor llamado "%s". Si está intentando crear un contenedor, este nombre de contenedor ya está reservado.
fr: L'utilisateur n'est pas autorisé à accéder au compartiment nommé "%s". Si vous tenter de créer un compartiment, le nom de celui-ci est déjà réservé.
ko: 이름이 "%s"인 버킷에 액세스할 권한이 사용자에게 없습니다. 버킷 생성을 시도하고 있다면 이 버킷 이름이 이미 예약되었습니다.

source: Failed to access path at "%s": %s
de: Auf den Pfad "%s" konnte nicht zugegriffen werden: %s
es: No se ha podido acceder a la ruta "%s": %s.
fr: Impossible d'accéder au chemin d'accès "%s" : %s
ko: "%s"의 경로에 액세스하지 못함: %s

source: Failed to access path: "%s" Check that you have access to read this bucket and that the region is correct: %s
de: Auf den Pfad "%s" konnte nicht zugegriffen werden. Sorgen Sie dafür, dass Sie Zugriff zum Lesen dieses Buckets haben und dass die Region stimmt: %s
es: No se ha podido acceder a la ruta: "%s" Compruebe que tiene acceso para leer este contenedor y que la región es correcta: %s.
fr: Impossible d'accéder au chemin d'accès : "%s". Vérifiez que vous disposez d'un accès en lecture sur ce compartiment et que la région est correcte : %s
ko: "%s" 경로에 액세스하지 못함: 이 버킷을 읽을 권한이 있는지 그리고 영역이 올바른지 확인하십시오. %s

source: User is not authorized to access path at "%s".
de: Der Benutzer ist nicht berechtigt, auf den Pfad "%s" zuzugreifen.
es: El usuario no tiene autorización para acceder a la ruta "%s".
fr: L'utilisateur n'est pas autorisé à accéder au chemin d'accès "%s".
ko: 사용자에게 "%s" 경로에 액세스할 권한이 없습니다.

source: Failed to access path "%s": %s
de: Auf den Pfad "%s" konnte nicht zugegriffen werden: %s
es: Error al acceder a la ruta "%s": %s
fr: Impossible d'accéder au chemin d'accès "%s" : %s
ko: 경로 "%s"에 액세스하지 못함: %s

source: User is not authorized to access path: "%s"
de: Der Benutzer ist nicht berechtigt, auf den Pfad "%s" zuzugreifen
es: El usuario no está autorizado para acceder a la ruta: "%s"
fr: L'utilisateur n'est pas autorisé à accéder au chemin d'accès : "%s"
ko: 사용자에게 경로에 액세스할 권한이 없음: "%s"

source: Option `glob` is not implemented
de: Option "glob" ist nicht implementiert
es: La opción `glob` no está implementada
fr: Option 'glob' non implémentée
ko: 옵션 `glob`가 구현되지 않음

source: Moving to trash is not implemented for S3
de: Verschieben des Papierkorbs ist für S3 nicht implementiert
es: El desplazamiento a la basura no está implementado en S3
fr: Déplacement vers la Corbeille non implémenté pour S3
ko: 휴지통으로 이동하는 기능은 S3에서 구현되지 않음

source: Invalid bucket name: %s
de: Ungültiger Bucket-Name: %s
es: Nombre de contenedor no válido: %s
fr: Nom de compartiment non valide : %s
ko: 잘못된 버킷 이름: %s

source: Failed to create S3 bucket "%s": %s
de: S3-Bucket "%s" konnte nicht erstellt werden: %s
es: Error al crear el contenedor S3 "%s": %s
fr: Impossible de créer le compartiment S3 "%s" : %s
ko: S3 버킷 "%s"을(를) 생성하지 못함: %s

source: Invalid key to transform: %s
de: Ungültiger Schlüssel für die Umwandlung: %s
es: Clave para transformar no válida: %s
fr: Clé de transformation incorrecte : %s
ko: 변환할 키가 올바르지 않음: %s

source: No S3 filesystem found.
de: Kein S3-Dateisystem gefunden.
es: No se encontró ningún sistema de archivos S3.
fr: Aucun fichier système S3 trouvé.
ko: S3 파일 시스템이 없습니다.
